g/doc/Future.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
               "http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml"
lang="en" xml:lang="en">
<head>
<title>Notes on <i>The Future of Religion</i> (Stark Bainbridge 1985)</title>
<meta http-equiv="Content-Type" content="text/html;charset=utf-8"/>
<meta name="generator" content="Org-mode"/>
<meta name="generated" content="2013-09-17 21:59:13 EDT"/>
<meta name="author" content="Greg"/>
<meta name="description" content=""/>
<meta name="keywords" content=""/>
</head>
<body>
<div id="content">

<h1 class="title">Notes on <i>The Future of Religion</i> (Stark Bainbridge 1985)</h1>


<div id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#sec-1">1 Overview </a>
<ul>
<li><a href="#sec-1.1">1.1 The Nature of Religion </a>
<ul>
<li><a href="#sec-1.1.1">1.1.1 Defining Religion </a></li>
</ul>
</li>
<li><a href="#sec-1.2">1.2 Of Churches, Sects and Cults </a></li>
</ul>
</li>
<li><a href="#sec-2">2 The Religious Economy </a></li>
<li><a href="#sec-3">3 Sect Movements </a></li>
<li><a href="#sec-4">4 Cults </a></li>
<li><a href="#sec-5">5 Recruitment </a></li>
<li><a href="#sec-6">6 Sources of Religious Movements </a></li>
</ul>
</div>
</div>

<div id="outline-container-1" class="outline-2">
<h2 id="sec-1"><span class="section-number-2">1</span> Overview </h2>
<div class="outline-text-2" id="text-1">


</div>

<div id="outline-container-1.1" class="outline-3">
<h3 id="sec-1.1"><span class="section-number-3">1.1</span> The Nature of Religion </h3>
<div class="outline-text-3" id="text-1.1">

<p>Three fundamental/interrelated processes occurring within
all religious economies
</p><ul>
<li>
Secularization
</li>
<li>
Revival
</li>
<li>
Religious Innovation

</li>
</ul>

<p>The authors argue that sources of religion are shifting
constantly in societies but that the amount of religion
remains relatively constant.
</p>
</div>

<div id="outline-container-1.1.1" class="outline-4">
<h4 id="sec-1.1.1"><span class="section-number-4">1.1.1</span> Defining Religion </h4>
<div class="outline-text-4" id="text-1.1.1">

<p>The authors assert that there can be no wholly naturalistic
religion; a religion lacking supernatural assumptions is
no religion at all.
</p>
<p>
Naturalistic systems cannot replace supernaturalistic
systems in the hearts of most human beings.
</p>
<p>
Critique of Durkheim's (and others') "overbroad definition"
of religion.
</p>
<p>
The authors distinguish religions and other ideological
systems using the following conception:
</p>
<p>
"Religions involve some conception of a supernatural being,
world, or force, and the notion that the supernatural is
active, that events and conditions here on earth are
influenced by the supernatural."
</p>
<p>
Another way of putting it (from J.G.Frazer): Religion consists
of two elements:
</p><ul>
<li>
A belief in powers higher than man
</li>
<li>
An attempt to propitiate or please them
</li>
</ul>
</div>
</div>

</div>

<div id="outline-container-1.2" class="outline-3">
<h3 id="sec-1.2"><span class="section-number-3">1.2</span> Of Churches, Sects and Cults </h3>
<div class="outline-text-3" id="text-1.2">

</div>
</div>

</div>

<div id="outline-container-2" class="outline-2">
<h2 id="sec-2"><span class="section-number-2">2</span> The Religious Economy </h2>
<div class="outline-text-2" id="text-2">

</div>

</div>

<div id="outline-container-3" class="outline-2">
<h2 id="sec-3"><span class="section-number-2">3</span> Sect Movements </h2>
<div class="outline-text-2" id="text-3">

</div>

</div>

<div id="outline-container-4" class="outline-2">
<h2 id="sec-4"><span class="section-number-2">4</span> Cults </h2>
<div class="outline-text-2" id="text-4">

</div>

</div>

<div id="outline-container-5" class="outline-2">
<h2 id="sec-5"><span class="section-number-2">5</span> Recruitment </h2>
<div class="outline-text-2" id="text-5">

</div>

</div>

<div id="outline-container-6" class="outline-2">
<h2 id="sec-6"><span class="section-number-2">6</span> Sources of Religious Movements </h2>
<div class="outline-text-2" id="text-6">

</div>
</div>
<div id="postamble">
<p class="author"> Author: Greg
<a href="mailto:greg@greg-Satellite-C855D">&lt;greg@greg-Satellite-C855D&gt;</a>
</p>
<p class="date"> Date: 2013-09-17 21:59:13 EDT</p>
<p class="creator">HTML generated by org-mode 6.33x in emacs 23</p>
</div>
</div>
</body>
</html>
